Repository: specto/specify7
Catalog: specifyweb/frontend/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Deletion failed: %(reason)s
ru_ru: Не удалось удалить: %(reason)s

source: Bad attachment key.
ru_ru: Неверный ключ прикрепления

source: Attachment key test failed.
ru_ru: Не удалось выполнить проверку ключа прикрепления

source: AccessionAgent -> Agent relationship is required.
ru_ru: Требуется присоединение к отношениям с агентом по присоединению

source: Definition doesn't include any queries.
ru_ru: Определение не включает никаких запросов.

source: Query definitions have conflicting fields. Offending values: %(fields)s vs %(export_fields)s
ru_ru: В определениях запроса есть конфликтующие поля. Неверные значения: %(fields)s против %(export_fields)s

source: Definition doesn't include id field.
ru_ru: Определение не включает поле идентификатора

source: Definition includes multiple id fields.
ru_ru: Определение включает несколько полей идентификатора

source: Choose Collection
ru_ru: Выбрать коллекцию

source: Collection
ru_ru: Коллекция

source: Select
ru_ru: Выбрать

source: The logged in user has not been given access to any collections in this database. You must <a href="/accounts/login/?next=%(next)s">login</a> as another user.
ru_ru: Авторизованному пользователю не был предоставлен доступ ни к одной коллекции в этой база данных. Вы должны <a href="/accounts/login/?next=%(next)s">войти</a> как другой пользователь.

source: Log In
ru_ru: Вход

source: Language:
ru_ru: Язык:

source: Username
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: Login
ru_ru: Войти

source: Change Password
ru_ru: Изменить пароль

source: Old password
ru_ru: Прежний пароль

source: New password
ru_ru: Новый пароль

source: Retype new password
ru_ru: Введите повторно новый пароль

source: Change
ru_ru: Изменить

source: Skip to Content
ru_ru: Перейти к содержанию

source: Go to homepage
ru_ru: Вернуться на домашнюю страницу

source: Current User
ru_ru: Текущий пользователь

source: Current Collection
ru_ru: Текущая коллекция

source: Search
ru_ru: Поиск

source: Specify is loading...
ru_ru: Загрузка Specify...

source: Specify 7 Tables API
ru_ru: Specify 7 API таблиц

source: Specify 7 Operations API (all)
ru_ru: Specify 7 API операций (все)

source: Report service is not configured.
ru_ru: Служба отчетов не настроена

source: The report query returned no results.
ru_ru: Запрос отчета не дал результатов

source: Specify version: %(specify_version)s, Schema Version: %(schema_version)s do not match database values: %(app_specify_version)s, %(app_schema_version)s Please update and/or run the host thickclient installation at %(thich_client_location)s to update the database.
ru_ru: Версия Specify: %(specify_version)s, версия схемы: %(schema_version)s не соответствуют c значениям d базе данных: %(app_specify_version)s, %(app_schema_version)s Пожалуйста, обновите и / или запустите установку толстого клиента хоста по адресу %(thich_client_location)s для обновления базы данных.

source: <Formatter not defined.>
ru_ru: <Форматирования не определено.>

source: <Aggregator not defined.>
ru_ru: <Агрегатор не определен.>

source: value %(value)s not resolvable to True or False
ru_ru: значение %(value)s не разрешается to True or False

source: "%(value)s" is not a legal value in this picklist field. Click on the arrow to choose among available options.
ru_ru: "%(value)s" е является допустимым значением в этом списке. Нажмите на стрелку, чтобы выбрать один из доступных вариантов.

source: bad agent type: %(bad_type)s. Expected one of %(valid_types)s
ru_ru: неверный тип агента: %(bad_type)s. Ожидается один из %(valid_types)s

source: There are multiple 'Uploaded' placeholder values in the tree!
ru_ru: В дереве есть несколько веток с именем 'Uploaded'!

source: Missing or unmapped required tree parent rank value for %(value)s.
ru_ru: Отсутствует или не сопоставлено необходимое значение родительского рангадля дерева %(value)s.

source: WB Upload of %(data_set_name)s
ru_ru: Загрузка WB %(data_set_name)s
